Repository: nekofar/virgool
Catalog: languages/virgool-*.po
Languages: fa_ir

source: Virgool
fa_ir: ویرگول

source: Virgool lets you publish posts automatically to a Virgool profile.
fa_ir: ویرگول امکان انتشار خودکار مطالب را در پرو فایل ویرگول شما فراهم می کند.

source: Milad Nekofar
fa_ir: میلاد نکوفر

source: Settings
fa_ir: تنظیمات

source: Support
fa_ir: پشتیبانی

source: Virgool Settings
fa_ir: تنظیمات ویرگول

source: Login Information
fa_ir: اطلاعات ورود

source: Publish Settings
fa_ir: تنظیمات انتشار

source: Username
fa_ir: نام کاربری

source: The username you use to enter the Virgool.
fa_ir: نام کاربری که برای ورود به ویرگول استفاده می کنید.

source: Password
fa_ir: رمز عبور

source: The password you use to enter the Virgool.
fa_ir: رمز عبوری که برای ورود به ویرگول استفاده می کنید.

source: Status
fa_ir: وضعیت

source: Default status of the publication of the contents sent to the comma.
fa_ir: وضعیت پیش فرض انتشار مطالب ارسال شده به ویرگول.

source: This plugin uses your login information to communicate with the Virgool. Please enter your login information as requested.
fa_ir: این افزونه برای ارتباط با ویرگول از اطلاعات ورود شما استفاده می کند. لطفا اطلاعات ورود خواسته شده را وارد کنید.

source: Using this section, you can choose the options for publishing the content in the Virgool.
fa_ir: با استفاده از این بخش، می توانید گزینه هایی را برای انتشار محتوا در ویرگول انتخاب کنید.

source: Draft
fa_ir: پیش نویس

source: Published
fa_ir: منتشر شده

source: Cross post to the Virgool
fa_ir: ارسال متقابل به ویرگول

source: %s post crossed to the virgool successfully.
fa_ir: %s نوشته با موفقیت به ویرگول ارسال شد.

source: Failed to cross %s post crossed to the virgool.
fa_ir: ارسال %s نوشته به ویرگول شکست خورد.

source: Login to the virgool api has been failed.
fa_ir: ورود به ویرگول ناموفق بود.

source: Retrieve user info has been failed.
fa_ir: دریافت اطلاعات کاربر ناموفق بود.

source: Wrong post status has been selected.
fa_ir: وضعیت پست انتخاب شده صحیح نیست.

source: Retrieve user posts has been failed.
fa_ir: دریافت ارسال های کاربر ناموفق بود.

source: Create user post has been failed.
fa_ir: ایجاد پست جدید برای کاربر ناموفق بود.

source: Upload primary image has been failed.
fa_ir: بارگذاری تصویر اصلی شکست خورد.
